<template>
<div>
  <div class="box">
    <h3>米仓APP的各项电子服务的所有权和运作权归北京同予科技有限公司。</h3>
    <b>服务条款</b>
    <div class="main">
      <h4>1.米仓APP服务条款的确认和接纳</h4>
      <p>&nbsp;&nbsp;&nbsp;&nbsp;米仓APP的各项电子服务的所有权和运作权归北京同予科技有限公司。同予科技按照其发布的章程、服务条款和操作规则提供服务。用户使用或接受服务，即视为其已了解并完全同意本服务条款的各项内容，包括同予科技服务条款随时作出的任何增加、删减或修改。</p>
    </div>
    <div class="main">
      <h4>2.服务条款的修改和服务修订</h4>
      <p>&nbsp;&nbsp;&nbsp;&nbsp;同予科技有权在必要时修改服务条款，数据服务条款一旦发生变动，将会在网络上同步提示修改内容。如果用户继续享用平台服务，则视为同意并接受服务条款的变动；如果用户不同意所改动的内容，可以主动取消获得的平台服务。同予科技行使修改或中断服务的权利，不需对用户或第三方负责。</p>
    </div>
    <div class="main">
      <h4>3.用户信息使用</h4>
      <p>&nbsp;&nbsp;&nbsp;&nbsp;用户所提供的个人资料将会被同予科技进行适当的处理汇总，并根据实际业务需要为同予科技的合作方提供依据。用户同意数据不定期地通过注册会员留下的电子邮件、手机短信同该用户保持联系。为完成同予科技为用户所提供的服务，用户同意同予科技利用计算机及其他方式搜集，保存，处理个人资料（包括但不限于姓名、出生年月日、身份证码号、电话及通讯地址等信息），授权同予科技及其关联公司向征信机构或其他第三方核实其本人资信情况；同时，用户也授权数据可以将其本人的信用资料、个人信息及其他记录提供给征信机构或经同予科技许可并授权的其他第三方使用。</p>
    </div>
    <div class="main">
      <h4>4.用户隐私制度</h4>
      <p>&nbsp;&nbsp;&nbsp;&nbsp;尊重用户个人隐私是同予科技义不容辞的责任，同予科技不会再未经合法用户授权时公开其提交或储存在同予科技的非公开资料，但以下情况除外：<br />
&nbsp;&nbsp;根据司法机关、政府部门、行业主管或其他管理机关要求；<br />
&nbsp;&nbsp;根据法律法规、规范性文件或相关政策要求；<br />
&nbsp;&nbsp;为社会公共目的的向相关单位提供个人资料；<br />
&nbsp;&nbsp;因用户密码告知他人或与他人共享注册账户，由此导致的任何个人资料泄密；<br />
&nbsp;&nbsp;由于黑客攻击、计算机病毒入侵或发作、因政府管制而造成的暂时性关闭等影响网络正常经营之不可抗力而造成的个人资料泄密、丢失、被盗用或被篡改等；<br />
&nbsp;&nbsp;在紧急情况下为危险用户个人和社会公众的安全之目的。</p>
    </div>
    <div class="main">
      <h4>5.拒绝提供担保</h4>
      <p>&nbsp;&nbsp;&nbsp;&nbsp;用户个人对平台服务的使用承担风险，同予科技对此不承担任何责任，也不作任何类型的担保，但是不排除商业性的隐含担保、特定目的和不违反规定的适当担保。对米仓APP外部链接的真实性、准确性和完整性，以及非同予科技控制的任何网页的内容的真实性、准确性和完整性，同予科技不作任何担保，也不承担任何责任。同予科技不担保服务一定能满足用户的要求，也不担保服务不会受中断，对服务的及时性，安全性，出错发生都不作担保。同予科技对用户在米仓APP上得到的任何贷款服务或交易进程，不作担保。</p>
    </div>

    <div class="main">
      <h4>6.对用户信息的存储和限制</h4>
      <p>&nbsp;&nbsp;&nbsp;&nbsp;用户在访问、使用同予科技或申请使用同予科技服务时，必须提供本人真实有效的个人信息，且用户应该根据实际变动情况及时更新个人信息。保护用户隐私是我们的重点原则，米仓APP通过各种技术手段和强化内部管理等办法提供隐私保护服务功能，充分保护用户的个人信息安全，同予科技不负责审核用户提供的个人信息的真实性、准确性或完整性，因信息不真实、不准确或不完整而引起的任何问题及其后果，由用户自行承担，且用户应保证同予科技免受由此而产生的任何损害或责任。若我们发现用户提供的个人信息是虚假、不服务，并无需事先通知。</p>
    </div>
    <div class="main">
      <h4>7.保障</h4>
      <p>&nbsp;&nbsp;&nbsp;&nbsp;用户不得利用同予科技的服务从事任何违法、不正当或可能侵害平迅数据或任何第三方合法权益的活动。用户完全理解并同意，因其不当行为导致第三方索赔的，用户应承担同予科技及其所属公司或子公司、分公司、董事职员、代理人因此发生的所有费用和遭受的一切损失（包括其向第三方进行的赔付费用以及其为处理该赔付要求而花费的所有费用，包括但不限于律师费、诉讼费、差旅费等）。</p>
    </div>
    <div class="main">
      <h4>8.结束服务</h4>
      <p>&nbsp;&nbsp;&nbsp;&nbsp;用户理解并完全同意，同予科技可随时自行决定中断或终止一项或多项网络服务而无需事先通知，也无需对用户或任何第三方承担任何责任。用户对后来的条款修改有异议，或对米仓APP的服务不满，可以行使如下权利：
        <br />停止使用米仓APP的平台服务。
        <br />通告米仓APP停止对该用户的服务。
        <br />用户结束服务后，用户使用网络服务的权利立即中止。自结束服务之时起，用户无权要求，同予科技也没有义务向用户或任何第三方提供任何未处理的信息或未完成的服务。</p>
    </div>
    <div class="main">
      <h4>9.法律</h4>
      <p>&nbsp;&nbsp;&nbsp;&nbsp;本服务条款的订立、执行和解释及争议的解决均应适用中华人民共和国法律。如发生任何争议，任何一方均应向本公司所在地有管辖权的人民法院提起诉讼。如服务条款与中华人民共和国法律法规相抵触，则发生抵触的条款应按相关法律规定重新解释，而其它条款则仍然有效。</p>
    </div>
  </div>
</div>
</template>

<script>
export default {
  name: 'ProtocolMain'
}
</script>

<style lang="stylus" scoped>
  .box
    width 94%
    margin .4rem 3%
    height 100%
  h3
    font-size .36rem
    line-height .5rem
    margin-bottom 0.3rem
    font-weight 600
  b
    font-weight 600
    font-size .32rem
  .main
    margin .3rem 0
  h4
    height .5rem
    line-height .5rem
  p
    font-size .26rem
    line-height .4rem
</style>
